---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.AirSystemData
source: html/620ed04d-3e14-f71c-0edb-cfb859cb5076.htm
---
# AirSystemData Members

Releases all resources used by the AirSystemData